[
  {
    "orignal_title": "Un grupo de países de la UE piden medidas más rotundas contra Israel",
    "swedish_title": "En grupp EU-länder begär kraftfullare åtgärder mot Israel.",
    "source": "El País",
    "url": "https://elpais.com/internacional/2025-05-22/un-grupo-de-paises-de-la-ue-piden-medidas-mas-rotundas-contra-israel-mientras-alemania-defiende-mantener-el-acuerdo-de-asociacion.html",
    "short_summary": "EU granskar Israelavtalet för att säkerställa mänskliga rättigheter efter händelser i Gaza, med krav på åtgärder mot eventuella brott.displayText-end",
    "full_summary": "Europa förbereder sig för att granska avtalet mellan Israel och EU för att se om Benjamin Netanyahus regering lever upp till de mänskliga rättigheterna som avtalet kräver. Många länder vill gå längre än en granskning efter händelserna i Gaza, inklusive ett ovanligt angrepp på diplomater av israeliska styrkor. Tidigare undersökningar har pekat på brister i Israels efterlevnad av internationell humanitär lagstiftning i Gaza. Många länder, inklusive tidigare allierade till Israel, har nu anslutit sig till kravet på granskning av avtalet med Israel. Trots växande internationell press, återstår att se hur EU kommer att agera mot Israel efter granskningen.displayText-end",
    "date": "2025-05-22T05:40:00+02:00"
  },
  {
    "orignal_title": "Última hora del conflicto en Oriente Próximo, en directo | La ONU confirma que 198 camiones de ayuda han entrado en Gaza y 90 han sido distribuidos",
    "swedish_title": "Sista timmen av konflikten i Mellanöstern, live | FN bekräftar att 198 hjälp lastbilar har kommit in i Gaza och 90 har distribuerats",
    "source": "El País",
    "url": "https://elpais.com/internacional/2025-05-22/ultima-hora-del-conflicto-en-oriente-proximo-en-directo.html",
    "short_summary": "Israel uppmanar Gazas invånare att flytta. Humanitärt bistånd kommer in långsamt. FN varnar för bristande stöd och dödsoffer ökar.",
    "full_summary": "Israeliska armén uppmanar invånarna i Gaza att flytta från norr till söder för en ny offensiv. Samtidigt fortsätter humanitärt bistånd att komma in långsamt. Enligt FN har 198 lastbilar med bistånd kommit in i Gaza, men det finns fortfarande stora utmaningar med att distribuera dem. Samtidigt har minst 30 personer dött i attacker från Israel mot Gaza de senaste timmarna. Konflikten fortsätter att eskalera, och FN varnar för bristande humanitärt stöd och livsmedel i området. Palestinska myndigheter rapporterar att över 53 700 personer har dött i Gaza sedan oktober 2023 på grund av israeliska anfall. Samtidigt har internationella ledare anklagats för att uppmuntra hat mot Israel, vilket bidrar till eskaleringen av konflikten.",
    "date": "2025-05-22T14:01:57+02:00"
  },
  {
    "orignal_title": "Asesinados a tiros dos empleados de la Embajada de Israel ante el Museo Judío de Washington",
    "swedish_title": "Två anställda vid Israels ambassad skjutna till döds utanför Judiska museet i Washington.",
    "source": "El País",
    "url": "https://elpais.com/internacional/2025-05-22/asesinados-a-tiros-en-washington-ante-el-museo-judio-dos-empleados-de-la-embajada-de-israel.html",
    "short_summary": "Två Israelska ambassadanställda mördades nära judiskt museum i Washington. Misstänkt skytt gripes och skriker \"Fritt Palestina\". Hatbrott utreds. Israel skyller på stigande antisemitism. Amerikanska myndigheter fördömer dådet.",
    "full_summary": "Två medlemmar av personalen vid Israels ambassad i Washington sköts till döds på onsdagskvällen nära ett judiskt museum i Washington. De antagna skytten, som greps, skrek \"Fritt Palestina\" efter att han hade arresterats, enligt den lokala polischefen, Pamela Smith. De två offren, identifierade av Israels utrikesdepartement som Yaron Lischinsky och Sarah Lynn Milgrim, var ett par som var på väg att förlova sig. De tillhörde diplomatkretsen på ambassaden. \n\nDe inledande undersökningarna behandlar mordet mitt i USA:s huvudstad som ett eventuellt hatbrott. Israels regering har skyllt attacken på vad de kallar \"toxisk antisemitisk uppvigling\" som sprider sig över hela världen, och har pekat ut \"världsledare som ger efter för palestinsk terroristpropaganda\" för deras alltmer kritik mot situationen i Gaza. \n\nDen amerikanska justitieministern, Pam Bondi, höll en presskonferens sent på kvällen tillsammans med flera andra myndighetspersoner och fördömde dådet som antisemit",
    "date": "2025-05-22T05:56:05+02:00"
  },
  {
    "orignal_title": "La Cámara de Representantes aprueba por un voto la gran ley de rebaja de impuestos de Trump",
    "swedish_title": "Representanthuset godkänner med en röst Trumps stora skattesänkningslag.",
    "source": "El País",
    "url": "https://elpais.com/internacional/2025-05-22/la-camara-de-representantes-aprueba-por-un-voto-la-gran-ley-de-rebaja-de-impuestos-de-trump.html",
    "short_summary": "USA:s Representanthus godkänner lag för stora skattesänkningar trots kritik från investerare och politiker, går nu till Senaten.",
    "full_summary": "Cámara de Representantes i USA har röstat igenom en ny lag med namnet \"Una gran y hermosa ley\". Lagförslaget, som stöds av president Donald Trump, inkluderar kraftiga skattesänkningar som väntas öka USA:s underskott och skuld. Efter en lång natt med debatter och omröstningar godkändes lagen med endast en rösts marginal, 215 röster för och 214 emot. Lagen, som nu går vidare till Senaten för ytterligare behandling, har mötts av oro från investerare gällande landets ekonomiska situation. Röntorna på USA:s statsobligationer har stigit kraftigt till följd av lagförslaget. Kritiker varnar för att lagändringarna kan leda till ökad skuld och att miljontals amerikaner riskerar att förlora sjukförsäkring och matbidrag. President Trump har kämpat hårt för att få igenom lagen och lyckades med minimal marginal i Representanthuset. Trots viss oro och kritik från både republikaner och demokrater ser det ut som att lagen går mot antagande.",
    "date": "2025-05-22T13:29:13+02:00"
  },
  {
    "orignal_title": "Sánchez se reúne en Valencia con representantes de las víctimas de la dana",
    "swedish_title": "Sánchez träffar i Valencia representanter för offren för stormen.",
    "source": "El País",
    "url": "https://elpais.com/espana/comunidad-valenciana/2025-05-22/sanchez-se-reune-en-valencia-con-representantes-de-las-victimas-de-la-dana.html",
    "short_summary": "Sánchez möter offerföreningar i Valencia för att diskutera återuppbyggnad efter stormen Dana. Besöket är hans femte i regionen sedan katastrofen.",
    "full_summary": "Pedro Sánchez deltar i en träff med representanter från tre offerföreningar för stormen Dana i Valencia. Träffen fokuserar på återuppbyggnadsfonderna efter stormen som drabbade Valencia i oktober förra året. Sánchez lyssnar på de drabbades krav och är tillsammans med ministern för vetenskap och universitet samt regeringens delegat i Valencia. Besöket är Sánchez femte i Valencia sedan katastrofen och skiljer sig från regionpresidentens Mazón val att undvika direkt kontakt med offren. Presidenten Mazón har endast haft ett känt möte med en förening för offren tidigare. Besöket i Valencia äger rum efter ett tidigare möte med borgmästare från de 78 städer som drabbades av stormen och en incident i november där Sánchez och kungen evakuerades på grund av hot om våld. Moncloa skyllde senare händelsen på extremhögergrupper.",
    "date": "2025-05-22T13:31:22+02:00"
  },
  {
    "orignal_title": "La jueza sienta en el banquillo al hermano de Pedro Sánchez pese a la oposición de la Fiscalía",
    "swedish_title": "Domaren ställer Pedro Sánchez bror inför rätta trots åklagarens invändningar.",
    "source": "El País",
    "url": "https://elpais.com/espana/2025-05-22/la-jueza-sienta-en-el-banquillo-al-hermano-de-pedro-sanchez-pese-a-la-oposicion-de-la-fiscalia.html",
    "short_summary": "Domaren vill ställa David Sánchez, premiärministerns bror, och Miguel Ángel Gallardo från PSOE inför rätta för tjänstefel och inflytelsetrafik i anställningsärenden.",
    "full_summary": "En Badajoz har domaren Beatriz Biedma beslutat att ställa David Sánchez, bror till premiärministern, samt ledaren för PSOE i Extremadura, Miguel Ángel Gallardo, och nio andra personer inför rätta för anklagelser om tjänstefel och inflytelsetrafik relaterat till påstådda oegentligheter i anställningen av Sánchez och en före detta medarbetare från Palacio de La Moncloa i provinsen Badajoz. Beslutet att ta de elva åtalade till rättegången kommer efter att domaren avvisat överklaganden från de anklagade och åklagaren som begärde att fallet skulle läggas ned då det enligt dem endast bygger på \"föreställningar\". Domaren betonar att stämningsansökan från de civila målsägande - under ledning av pseudosyndikatet Manos Limpias och inklusive PP, Vox och organisationer inom den extrema kretsen - där tre års fängelse begärs för Pedro Sánchezs släkting, är tillräcklig för att besluta om att inleda huvudförhandlingen utan att beh",
    "date": "2025-05-22T13:41:41+02:00"
  },
  {
    "orignal_title": "Absuelto uno de los cuatro condenados por el crimen de Samuel Luiz",
    "swedish_title": "En av de fyra dömda för mordet på Samuel Luiz har frikänts.",
    "source": "El País",
    "url": "https://elpais.com/sociedad/2025-05-22/absuelto-uno-de-los-cuatro-condenados-por-el-crimen-de-samuel-luiz.html",
    "short_summary": "TSXG frikänner en av fyra dömda för mordet på Samuel Luiz och bekräftar straffen för de övriga. Döden betraktas som ett hatbrott.",
    "full_summary": "En Galiciens högsta domstol, TSXG, har frikänt en av de fyra dömda för den brutala misshandeln som ledde till Samuel Luiz död på strandpromenaden i A Coruña den 3 juli 2021. De tre huvudåtalade har bekräftats sina straff på mellan 24 och 20 år för mord, medan en av de dömda som medhjälpare, Alejandro Míguez, har blivit frikänd. TSXG anser att det inte finns tillräckligt med bevis för hans inblandning i misshandeln. Domstolen avvisar överklagandena från de övriga tre dömda som gärningsmän för mordet och bekräftar deras straff. Domstolen bekräftar att Samuel Luiz' död var ett hatbrott mot hbtq-personer. ",
    "date": "2025-05-22T13:24:11+02:00"
  },
  {
    "orignal_title": "Una jueza investiga al empresario José Elías por construir su casa de Tiana en un parque forestal",
    "swedish_title": "En domare utreder affärsmannen José Elías för att ha byggt sitt hus i Tiana i en skogspark.",
    "source": "El País",
    "url": "https://elpais.com/espana/catalunya/2025-05-22/una-jueza-investiga-al-empresario-jose-elias-por-construir-su-casa-de-tiana-en-un-parque-forestal.html",
    "short_summary": "En domstol i Mataró utreder affärsmannen José Elías för olagligt byggande av hus i skyddat område i Tiana, Barcelona.",
    "full_summary": "En Mataró (Barcelona) utreder en domstol den förmögne affärsmannen José Elías, grundare av förnyelsebara energiföretaget Audax, för att ha byggt, påstås det olagligt, ett hus i ett skyddat område i staden Tiana, enligt källor inom utredningen. Elías, som redan har förhörts som en person under utredning av en domare för en stadsplaneringsbrott, byggde sitt tvåvåningshus, pool och padeltennisbana utan att ha sökt tillstånd från kommunen och mitt i den skyddade skogsreservatet Serralada de Marina, en särskilt skyddad miljö. Företagaren, enligt rapporterna i ärendet, valde att \"ignorera\" den kommunala ordern att stoppa byggnadsarbetena.\nÄgaren till Audax Renovables och La Sirena, bland många andra företag, har en aning om men inte syns under en promenad i den exklusiva Mas-Ram-förorten. Den fastighet som utreds rättsligt, enligt fastighetsregistret som upptar en yta på 9 170",
    "date": "2025-05-22T05:15:00+02:00"
  },
  {
    "orignal_title": "La propuesta del PSOE para la regularización: autorizaciones de un año y sin condicionarlas a un contrato de trabajo",
    "swedish_title": "Förslaget från PSOE om reglering: ettåriga tillstånd och utan att koppla dem till en anställning",
    "source": "El País",
    "url": "https://elpais.com/espana/2025-05-22/la-propuesta-del-psoe-para-la-regularizacion-autorizaciones-de-un-ano-y-sin-condicionarlas-a-un-contrato-de-trabajo.html",
    "short_summary": "Regeringen föreslår generös reglering för invandrare i Spanien, kräver ett års vistelse, ingen brottslig bakgrund eller utvisningsorder. Målet är omröstning i juni. Oppositionen, särskilt Partido Popular, har reservationer.",
    "full_summary": "Regeringen har lagt fram ett generöst erbjudande för att driva igenom en extraordinär reglering i kongressen, vilket har överträffat många förväntningar. För att kvalificera sig för regleringen måste invandrarna visa att de har varit i Spanien i minst ett år, avstå från sina asylansökningar, sakna brottsregister, inte vara föremål för utvisningsorder och inte utgöra en säkerhetsrisk. En ettårig uppehålls- och arbetstillstånd kan ges utan krav på förhandskontrakt, men förhandlingar återstår. Åtgärden är tänkt att hjälpa invandrare att sedan använda konventionella regleringsvägar, som kräver två års vistelse i Spanien. Målet är att rösta om regleringen i juni, med stöd från det mer progressiva parlamentet och förhoppningar om att även andra partier stödjer den. Oppositionen, särskilt Partido Popular, har vissa reservationer och krav.",
    "date": "2025-05-22T05:40:00+02:00"
  },
  {
    "orignal_title": "El Gobierno abre la puerta a que los cuidados se conviertan en una Formación Profesional",
    "swedish_title": "Regeringen öppnar dörren för att vård ska bli en yrkesutbildning.",
    "source": "El País",
    "url": "https://elpais.com/sociedad/2025-05-22/el-gobierno-abre-la-puerta-a-que-los-cuidados-se-conviertan-en-una-formacion-profesional.html",
    "short_summary": "Ny regeländring i Spanien möjliggör professionalisering av vårdsektorn med fokus på jämställdhet och specialisering.",
    "full_summary": "Regeländring möjlig för professionalisering av vård i Spanien\nI oktober publicerades en regeringsförordning som kan markera början på en förändring i Spaniens samhälle när det gäller vårdarbete som traditionellt utförs av kvinnor. En ny yrkeskvalifikation, \"Omsorg för icke-beroende personer med omsorgsbehov i deras dagliga miljö,\" skapades i regeringsförordningen. Detta kan vara början på att professionella utbildningar inom vårdarbete införs. Ministern för utbildning och kvinnors rättigheter presenterade en plan för att minska könsklyftan när det gäller vårdansvar, som fortfarande huvudsakligen utförs av kvinnor. Målet är att skapa professionella och specialiserade jobb inom vård för icke-beroende personer. Arbetet med att omvandla yrkeskvalifikationen till en formell utbildning pågår, men det är fortfarande i tidigt skede.",
    "date": "2025-05-22T05:30:01+02:00"
  }
]